法学 Law Science
Vol. 464, No.7（2020）
夫妻财产法的精神
——民法典夫妻共同债务和财产规则释论
●贺　剑 *
【内容摘要】　夫妻财产法艰深庞杂，若不厘清其背后目的或价值，立法、司法和学说
都易沦为个案决疑，造成价值冲突与适用混乱。在中观层面，夫妻财产法的基本价值包
括婚姻保护、意思自治与交易安全。婚姻保护是主导思想，后两者为补充考量。婚姻保
护要求夫妻财产法提供适当经济激励，使婚姻和家庭生活不受夫妻自利动机之妨碍。婚
姻保护与意思自治共同塑造了夫妻内部之财产关系。婚姻保护与交易安全一道决定了
婚姻法是否以及如何作为财产法之特别法，影响夫妻外部之财产关系。在此理论框架下，
夫妻共同财产的范围与效力、约定财产制以及其他财产约定的效力、夫妻共同债务的要
件与推定等诸多长期困扰理论与实务之难题，都可得到合理解释或圆满解决。
【关键词】　夫妻财产制　约定财产制　夫妻间赠与　日常家事代理　证明责任
相比于民事财产法，我国的婚姻法研究向来冷清。近年来，得益于修法活动频仍和新的力量加入，
前述局面渐有改观。可是，以夫妻财产法（夫妻财产制）为代表，现有研究仍多专注于具体问题，少有
一般性的理论探讨或价值反思。部分研究虽不无论及，亦限于个别制度；〔1〕仅极少数者有较为一贯的
整体观照。〔2〕以上现状虽契合从个别到一般的认知规律，但若满足于此，相关立法、司法和学说都易
*　作者单位：北京大学法学院。本文是国家社科基金青年项目（16CFX054）的阶段性成果。
〔 1 〕　参见薛宁兰、许莉：《我国夫妻财产制立法若干问题探讨》，载《法学论坛》2011 年第 2 期；贺剑：《论婚姻法回归民法的基
本思路——以法定夫妻财产制为重点》，载《中外法学》2014 年第 6 期；裴桦：《夫妻财产制与财产法规则的冲突与协调》，载《法学研究》
2017 年第 4 期；龙俊：《夫妻共同财产的潜在共有》，载《法学研究》2017 年第 4 期；申晨：《夫妻财产法价值本位位移及实现方式——以
约定财产制的完善为重点》，《法学家》2018 年第 2 期；冉克平：《夫妻团体财产与个人财产的法理构造》，载《法制与社会发展》2019 年
第 5 期；朱虎：《夫妻债务的具体类型和责任承担》，载《法学评论》2019 年第 5 期。
〔 2 〕　参见蒋月：《夫妻财产制与民事交易安全若干问题研究》，载《法学》1999 年第 5 期；林秀雄：《夫妻财产制之研究》，中国政
法大学出版社 2001 年版；裴桦：《夫妻共同财产制研究》，法律出版社 2009 年版；胡苷用：《婚姻合伙视野下的夫妻共同财产制度研究》，
法律出版社 2010 年版。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
21
沦为个案决疑，造成价值冲突和适用混乱。以《民法典》为背景，本文尝试提出形塑夫妻财产法的三
种基本价值，分析其如何单独或共同决定具体规则之面貌；在服务于解释论之余，亦可视为“民法典时
刻”的一次理论回响。
一、分析框架：形塑夫妻财产法的三种力量
在法教义学层面，夫妻财产法并不缺理论。从夫妻协力到婚姻合伙，再到婚姻命运共同体等理论，
都是例证。〔3〕但作为法教义学理论，它们主要是对具体规则的提炼或概括：夫妻协力旨在提供法定财
产制下夫妻共同财产的判定标准，而婚姻合伙和婚姻命运共同体则经由类比达致类似目的。其虽都
有创制和解释规则的能力，但大体只能回答“是什么”而非“为什么”的疑问。
在价值判断层面，夫妻财产法也不缺价值论说。如包含哲学思辨的个体自由与婚姻家庭伦理之
权衡，以及类似的个体利益与社会利益、个人利益与家庭利益、个人意志与家庭共同体、个体主义与夫
妻团体主义之平衡。〔4〕以上抽象的价值辩证有助于宏观认知，但对于法律问题的解决及法律规则的
解释则实益较少。例如，个体与家庭无论如何权衡，都无法有力地回答夫妻个人财产与夫妻共同财产
的边界问题。在宏大价值与具体规则之间，还需要更具解释力的中观理论或价值作为“媒介”。
（一）婚姻保护、意思自治与交易安全
婚姻保护、意思自治与交易安全三种基本价值形塑了夫妻财产法。
婚姻保护是一项宪法价值，也是民法典婚姻家庭编的基本原则之一（《宪法》第 49 条第 1 款、《民
法典》第 1041 条第 1 款）。尽管婚姻保护和家庭保护通常并举，但对于旨在调整夫妻关系的夫妻财产
法而言，区分两者的意义不大，以下笼统称为婚姻保护。
婚姻保护的难点在于界定。笔者认为，在夫妻财产法上，婚姻保护并非指宽泛的“鼓励夫妻同甘
共苦，增加夫妻间的凝聚力”；〔5〕也并非指由夫妻分享的财产愈多愈好，或者婚后所得原则上一律共
同。其仅在消极层面提出如下“底线要求”：夫妻财产法应当提供适当经济激励，让婚姻和家庭生活
不受夫妻自利动机之妨碍。纵然夫妻是“经济理性人”，追求个人经济利益的最大化，但至少不会因为
夫妻财产法之规则而避免从事有利于夫妻双方以及其他家庭成员的经济活动或非经济活动，即有利
于婚姻和家庭之活动。虽然幸福婚姻的秘诀从来不是法律规定或者金钱激励，但法律至少应当“不让
金钱给婚姻添乱”。这正是夫妻财产法上婚姻保护之要义。
意思自治和交易安全的含义大体存在共识。笔者认为，意思自治是指尊重当事人的意思表示或
合同约定，此与《民法典》第 5 条之规定一致。交易安全则旨在保障法律行为之外的第三人之利益，
通常也被视为交易成本最小化或效率价值之体现。〔6〕
以上三种价值构成夫妻财产法的基石。婚姻保护是夫妻财产法的主导思想，调整夫妻内部关系，
〔 3 〕　相关述评参见贺剑：《夫妻个人财产的婚后增值归属——兼论我国婚后所得共同制的精神》，载《法学家》2015 年第 4 期。
〔 4 〕　分别参见吴飞：《当代中国婚姻的价值缺位》，载《文化纵横》2011 年第 1 期；杨晋玲：《在个体利益与社会利益的均衡之
间——以我国婚姻法对夫妻财产制的规定为例》，载《现代法学》2002 年第 1 期；雷春红：《我国夫妻财产制立法的价值取向与独立法
律制度的构建》，载《北方法学》2016 年第 1 期；同前注〔1〕，申晨文；同前注〔1〕，冉克平文。
〔 5 〕　蒋月：《夫妻的权利与义务》，法律出版社 2001 年版，第 138 页。类似表述，同前注〔2〕，裴桦书，第 68 页。
〔 6 〕　参见熊丙万：《中国民法学的效率意识》，载《中国法学》2018 年第 5 期；贺剑：《绿色原则与法经济学》，载《中国法学》2019
年第 2 期。
22
法 学 2020 年第 7 期
决定大多数制度之“雏形”。意思自治与交易安全则为补充考量。
（二）潜在质疑澄清以及本框架之局限
一种潜在质疑是，至少在夫妻财产问题上，意思自治可以取婚姻保护而代之。约定财产制自不待
言，法定财产制亦不例外。法定财产制与合同法上的任意性规定类似，在合同约定不明或阙如时替补
适用，旨在模拟最大多数当事人之意愿即最有可能达成之约定。〔7〕法定财产制的类型选择因而是一
个事实判断，只需探求我国最大多数夫妻之意愿。
以上质疑中的意思自治，并非尊重意思表示或合同约定意义上的意思自治，而更近于尊重当事人
潜在意愿意义上的意思自治或自由价值。抛开概念之争不论，婚姻保护与我国最大多数夫妻之意愿
并无违背，且不会被事实判断简单取代。一方面，经由社会学上的实证调查查明前述意愿难度极大。〔8〕
除了样本的代表性和设问的合理性，最大的障碍在于此类调查通常针对夫妻一方而非双方；即使针对
双方，也很难还原其考虑离婚之风险在结婚时就夫妻财产范围所可能达成的真实安排。另一方面，在
实证调查面临固有局限的背景下，前述意愿之查明还可经由简单的假定和推论完成。只要可以假定，
我国最大多数人结婚的首要目的并非个人经济利益的最大化，而关乎婚姻本身，本文所主张的婚姻保
护之底线要求，即不让金钱给婚姻添乱，就契合最大多数夫妻关于法定财产制之意愿。
当然，作为中观层面的理论，本文的分析框架并非没有局限。
其一，对于婚姻保护，本文关注其中的私人利益，忽略了潜在的公共利益。尽管夫妻财产法调整
夫妻内部的财产归属和分配，主要关乎私益，但在更广阔的背景下，其还可能与离婚的经济保障、子女
抚养等制度存在功能上的替代，而后者牵涉妇女和儿童保护，有相对浓厚的公益色彩。因此，若分析
视角不局限于夫妻财产法，而及于婚姻法上的所有夫妻财产关系，婚姻保护就可能兼有弱者保护的内
涵。这在夫妻共同财产的分割（详见下文）上不无体现。不过，基于婚姻保护的分析依旧成立，只需基
于弱者保护作额外调整，两者是叠加而非冲突关系。
其二，婚姻保护、意思自治与交易安全都是中观层面的价值，若追根溯源，或可化约为其他价值。
例如，以私人利益为限，婚姻保护和意思自治都可以追溯至自由，意思自治是对当事人意思表示或合
同约定之尊重，婚姻保护则为对最大多数当事人潜在意愿之尊重。甚至交易安全也可以视为对第三
人自由之尊重。当然，也可能有其他归类。因三种价值的边界大体清晰，本文不作更多的概念区辨。
区分以上三种基本价值并非难事，〔9〕厘清其内涵、主次也仅为理解夫妻财产法之第一步。真正关
键和艰难的是，基于前述价值之单独或共同作用“解码”具体的法律规则。以下逐一阐述。
二、婚姻保护与夫妻财产
（一）婚后劳动所得之归属
在《婚姻法》第 17 条第 1 款第 1 项所规定“工资、奖金”的基础上，《民法典》第 1062 条第 1 款第
1 项增设“劳务报酬”作为兜底规定。此与《最高人民法院关于人民法院审理离婚案件处理财产分割
问题的若干具体意见》（以下简称《离婚财产分割意见》）第 2 条第 1 项“劳动所得的收入”是夫妻共
〔 7 〕　参见贺剑：《论夫妻个人财产的转化规则》，载《法学》2015 年第 2 期；同前注〔3〕，贺剑文。
〔 8 〕　目前仅有问卷调查，参见蒋月：《夫妻财产制若干重大问题思考》，载《现代法学》2000 年第 6 期；同前注〔4〕，雷春红文。
〔 9 〕　类似或不同列举，同前注〔5〕，蒋月书，第 101-108 页；同前注〔1〕，贺剑文；同前注〔1〕，龙俊文；同前注〔1〕，朱虎文。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
23
同财产的规定遥相呼应。
虽然众所公认，但为何婚后劳动所得应为夫妻共同财产，理论上仍缺乏有力说明。依财产法之逻
辑，夫妻一方的劳动所得通常应由其单独所有，而非由夫妻分享。夫妻协力说对此曾有解释，可并不
成功。其要旨为夫妻一方的婚后劳动所得源于夫妻另一方的家务劳动以及其他付出、贡献或协力。〔10〕
其缺陷在于，夫妻一方的协力与另一方的劳动所得并非总有事实上的因果关系；即使有因果关系，也
至多证成夫妻协力之等价补偿，而非婚后劳动所得之平均分享。若超出劳动所得，以“推定夫妻二人
对家庭的贡献相等”作为所有夫妻共同财产的“价值基础”，〔11〕更将面临此等质疑。
对此，婚姻保护提供了一种合理解释。婚后劳动所得应由夫妻分享，与劳动所得是否源于夫妻协
力无关，而旨在创造适当的行为激励。在婚姻中，夫妻一方的各项无法创造经济收入的付出，如家务
劳动、家人陪伴等，其收益往往由双方分享；一些影响经济收入之决定，如职业选择、工作投入等，其后
果则常由一方承担。若夫妻双方的婚后劳动所得由其各自独享，经济上理性的决定就是婚后少付出、
多挣钱，以免他日离婚，诸多婚后的经济和非经济之付出却换来自身经济上之不利。相反，若婚后劳
动所得一律由夫妻分享，则夫妻一方的婚后劳动和其他付出在经济上等价，这就消除了夫妻一方在为
婚姻和家庭付出时的经济隐忧，更有利于夫妻双方及家庭的（经济和非经济）利益之最大化。
基于婚姻保护之目的，夫妻一方的婚后劳动应作广义理解，任何形式的时间、精力投入都属此列。
1. 作为兜底规定的“劳务报酬”包括所有劳动所得。劳务、劳动等概念区分于此并无实益。不但
与工资、奖金相仿的住房补贴、住房公积金、养老保险金、破产安置补偿费等都是劳务报酬，其他非工
资性的收入，如实物分房所包含的相应住房福利亦复如此。
2. 婚后劳动所得是指因婚后劳动而取得之财产，重点是婚后劳动，而非财产取得时点。某些财产
即使在婚后取得，若归因于婚前劳动，仍非夫妻共同财产。相反，某些财产虽是离婚后取得，但若归因
于婚后劳动，仍相应为夫妻共同财产。例如，不少企业高管实行“一元年薪制”，以股票期权替代劳动
报酬。即使股票期权的行权收入在离婚后，其作为相应婚后劳动之报酬，仍应按婚后劳动之比例认定
为夫妻共同财产。〔12〕同理，军人复员费、自主择业费、住房补贴、养老保险金等亦无不同。
3. 知识产权的收益是夫妻共同财产（《民法典》第 1062 条第 1 款第 3 项），也应主要从婚后劳动所
得的角度予以理解。故此处的“收益”应指知识产权中的全部财产权益，不仅包括版权费等使用收益，
还包括转让利益。在时间维度上，如果知识产权源于婚后劳动，离婚后的相应收益仍为夫妻共同财产；
若知识产权取得于婚前，或取得于婚后但源于婚前劳动，则其婚后收益并非婚后劳动所得（但其使用
收益作为婚前财产的婚后收益，仍可能为夫妻共同财产）。〔13〕
（二）婚后资本所得之归属
在《婚姻法》第 17 条第 1 款第 2 项所规定“生产、经营的收益”的基础上，《民法典》第 1062 条第
1 款第 2 项吸收《最高人民法院关于适用〈中华人民共和国婚姻法〉若干问题的解释（二）》（以下简称
《婚姻法解释（二）》）第 11 条第 1 项之规定，增设投资收益作为夫妻共同财产。不过，“生产、经营、投
〔10〕　同前注〔2〕，林秀雄书，第 155-161 页；同前注〔2〕，裴桦书，第 68 页；同前注〔3〕，贺剑文。
〔11〕　同前注〔1〕，龙俊文。
〔12〕　参见《广东省高级人民法院关于婚前取得的股票期权，离婚后行权所得能否确认为夫妻共同财产问题的批复》（粤高法民
一复字〔2009〕5 号）。
〔13〕　学界对前者较有共识，对后者则有不同观点。同前注〔5〕，蒋月书，第144页；同前注〔2〕，裴桦书，第183-189页；余延满：《亲
属法原论》，法律出版社 2007 年版，第 268-270 页。
24
法 学 2020 年第 7 期
资的收益”虽然并举，却不能一概而论，而应作如下区分：（1）单纯的资本所得，与个人劳动无关，如婚
前存款的婚后利息、婚前房屋的婚后增值；（2）资本与劳动的混合所得，如农业生产的收入、经营企业
的收益、专职炒股所得。〔14〕显然，前述混合所得中的婚后劳动所得应为夫妻共同财产。但是，这两类
情形中的资本所得，尤其是夫妻个人财产的婚后资本所得应如何归属，颇可斟酌。
关于夫妻个人财产的婚后资本所得之归属，理论上不外乎以下四种方案：（1）一律为夫妻个人财
产；（2）单纯的资本所得为夫妻个人财产，资本与劳动的混合所得为夫妻共同财产；（3）基于其他标准，
部分为夫妻个人财产，部分为夫妻共同财产；（4）一律为夫妻共同财产。在《民法典》之前，我国法大体
介于上述第二、三种方案之间。依据《婚姻法》第 17 条和《婚姻法解释（二）》第 11 条，夫妻个人财产
的婚后生产、经营、投资收益均为夫妻共同财产；依据《最高人民法院关于适用〈中华人民共和国婚姻
法〉若干问题的解释（三）》（以下简称《婚姻法解释（三）》）第 5 条，夫妻个人财产的婚后孳息和自然增
值则为夫妻个人财产。实践中在界定投资收益、孳息、自然增值等概念时，亦不无混乱和反复。〔15〕
基于婚姻保护，夫妻个人财产的婚后资本所得应一律为夫妻共同财产。资本所得不同于劳动所
得，但两者作为夫妻共同财产，均旨在不让金钱给婚姻添乱。其中，婚后劳动所得共同旨在避免夫妻
劳动在婚后的“错配”，避免夫妻一方的劳动即付出被一味用于谋求自身劳动所得的最大化。同理，婚
后资本所得共同旨在避免夫妻财产在婚后的错配，鼓励夫妻为了双方及家庭利益的最大化管理和处
分双方所有财产，而不是为了自身经济利益的最大化而“雪藏”夫妻个人财产。反观其他方案，则多
少允许夫妻个人财产的婚后资本所得作为夫妻个人财产，产生相应的不当激励。〔16〕
基于婚姻保护之目的解释，《民法典》中的生产、经营收益即使为劳动所得与资本所得之混合，也
应全部而非部分为夫妻共同财产。投资收益亦应作广义解释，涵盖所有孳息、增值、收益，即资本所得。
《婚姻法解释（三）》第 5 条规定的孳息、自然增值等概念，第 10 条关于按揭房屋婚后增值之复杂计算
规则，以及类似的各种收益区分，都应化作历史之尘埃，不复存在。
（三）婚前财产为何不共同
承继《婚姻法》第 18 条第 1 项，《民法典》第 1063 条第 1 项规定“一方的婚前财产”为夫妻个人
财产。其背后道理无关乎公平，而依旧在于行为激励意义上的婚姻保护。一方面，若将婚前财产作为
夫妻共同财产，婚前财产较少的夫妻一方通常可在离婚时分得更多财产，获得更强的经济保障。但该
保障在结婚时即存在，与婚后投入无关，无法产生正向激励。另一方面，当夫妻双方婚前财产悬殊时，
该规则将鼓励不良之人“结婚 + 离婚”以牟取他人婚前财产。〔17〕当然，若夫妻双方婚前财产相当，该
规则虽无负面激励，但亦无实益。鉴于正向激励之阙如和潜在的负面激励，婚前财产不应为夫妻共同
财产，而应为夫妻个人财产。
除了婚前财产，《民法典》第 1063 条还规定了其他夫妻个人财产。后者的正当性依据各有不同，
或为夫妻财产的代位规则，或涉及夫妻共同财产的分割，以及对第三人意思自治之尊重。
（四）夫妻财产的代位规则
夫妻财产的代位规则是指夫妻个人财产的代位物（替代物），包括自愿交换得来的财产，因毁损而
〔14〕　类似概念及区分，同前注〔3〕，贺剑文。明确提出“资本所得”者，同前注〔1〕，冉克平文。
〔15〕　相关梳理，同前注〔3〕，贺剑文；贺剑：《“理论”在司法实践中的影响——以关于夫妻个人财产婚后孳息归属的司法实践为
中心》，载《法制与社会发展》2014 年第 3 期。
〔16〕　初步分析，同前注〔3〕，贺剑文。
〔17〕　同前注〔2〕，裴桦书，第 69 页。针对继承和赠与所得者，同前注〔5〕，蒋月书，第 111 页。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
25
得的赔偿金、保险金等，仍为夫妻个人财产；同理，夫妻共同财产的代位物仍为夫妻共同财产。《民法
典》和《婚姻法》对此并无明文规定，但理论和实务多予认可。〔18〕
代位规则的直接依据为法律对夫妻共同财产和夫妻个人财产之区分，旨在避免两类财产的边界
仅因特定财产的形态转化即被侵蚀或架空。进一步追问，就婚姻保护而言，该规则不仅可以消除夫妻
一方刻意转化财产、牟取私利之冲动，免去双方的防范成本，还有利于夫妻财产之有效配置。例如，在
婚后所得共同制下，若承认代位规则，夫妻一方以婚前存款从事婚后投资，在与配偶分享投资收益之
余，无需担心其本金转化为夫妻共同财产；相反，若否认代位规则，婚前存款很可能尘封不动，投资收
益之取得和分享都无从谈起。
夫妻财产的代位为经济价值之代位，而非物或权利之代位。其旨在确保夫妻财产的经济价值不
因财产形态的转化而被掏空。例如，夫妻一方以 10 万元的婚前存款于婚后购入股票，离婚时股票价
值为 15 万元。在该 15 万元中，有 10 万元为婚前存款之代位物，另有 5 万元为婚前存款的婚后收益；
前者为夫妻个人财产，后者为夫妻共同财产。
基于代位规则，《民法典》第 1063 条第 2 项关于人身损害赔偿或补偿的规定也可得澄清。其大
体沿袭《婚姻法》第 18 条第 2 项“一方因身体受到伤害获得的医疗费、残疾人生活补助费等费用”为
夫妻个人财产的规定。后者的主要立法理由为此类财产与生命健康等人身权利密切相关。〔19〕这大
体可资赞同，然而忽略了夫妻一方的人身权利虽然不是夫妻共同财产，但以婚后劳动所得为代表，人
身权利之婚后利用成果却是夫妻共同财产。因此，人身损害赔偿或补偿不可一概而论，而应区别对待。
（1）尚未发生的医疗费、护理费、营养费、辅助器具费等费用，旨在恢复受侵害的夫妻一方之身体健康，
属于其人身权利之代位物，应为其夫妻个人财产。精神损害赔偿事实上虽无助于恢复身体健康，但法
律上仍为对人身权利之救济即代位物，亦应为夫妻个人财产。（2）实际发生的前述费用，不再是夫妻一
方人身权利之代位物，而是业已承担该费用的相应夫妻财产之代位物。例如，若以夫妻共同财产支付
医疗费，嗣后的医疗费赔偿应为夫妻共同财产。（3）误工费、残疾赔偿金、死亡赔偿金等，旨在填补夫
妻一方因人身权利受损而间接遭受的经济损失，是人身权利之利用成果的代位物，故逻辑上应为夫妻
共同财产。立法者在参考外国立法例时或有误读。例如，其引为依据的《瑞士民法典》第 198 条第 3
项虽规定精神损害赔偿为夫妻固有财产，由夫妻独享；但该法第 197 条却将劳动能力丧失之赔偿作为
夫妻所得财产，由夫妻共享。〔20〕不过在我国，残疾赔偿金和死亡赔偿金的数额是以 20 年的特定平均
收入为上限，并非对实际收入损失之完全赔偿。为免不当剥夺受侵害的夫妻一方离婚后之经济收入、
危及其生存，残疾赔偿金和死亡赔偿金应以现存者为限，原则上推定为夫妻一方离婚后经济收入之代
位物，是其夫妻个人财产。相反，误工费无此漏洞，其作为婚后劳动所得之代位物，一律为夫妻共同财产。
（五）夫妻共同财产的推定
尽管法无明定，我国司法实践向来承认特定夫妻财产归属不明时，应推定为夫妻共同财产。〔21〕
〔18〕　同前注〔5〕，蒋月书，第 142 页；同前注〔2〕，裴桦书，第 117 页；黄松有主编：《最高人民法院婚姻法司法解释（二）的理解与
适用》，人民法院出版社 2004 年版，第 109 页。
〔19〕　参见胡康生主编：《中华人民共和国婚姻法释义》，法律出版社 2001 年版，第 71 页。
〔20〕　同上注，第 72 页。其对《美国统一婚姻财产法》也有类似误会，只关注该法第 4 条（g）款第（6）项，忽略了第 17 条第 2 款。
See National Conference of Commissioners on Uniform State Laws, Uniform Marital Property Act: With Prefatory Note and Comments,
1983, p. 51.
〔21〕　参见《离婚财产分割意见》第7条；同前注〔19〕，胡康生主编书，第64页；同前注〔18〕，黄松有主编书，第109页；奚晓明主编：
《最高人民法院婚姻法司法解释（三）理解与适用》，人民法院出版社 2011 年版，第 163 页。
26
法 学 2020 年第 7 期
这并非简单的舍个人而利家庭，而同样有婚姻保护之理。于此，若因循财产法逻辑，套用占有或登记
之推定力规则，无异于鼓励夫妻一方利用举证困境将夫妻共同财产或另一方之夫妻个人财产据为己
有。相反，夫妻共同财产之推定虽然也难免误伤，但负面后果相对较轻。可见，该推定规则虽有侵蚀
夫妻个人财产之嫌，但实为两害相权取其轻的不得已之举。
（六）夫妻共同财产的分割
夫妻分享财产之多寡，不仅取决于夫妻共同财产的范围，还取决于其分割。理想的规则应为一律
平分，不但简明易行、有可预见性，还可避免夫妻共同财产之规定因不均分而被架空。以下作三点说明。
1. 夫妻共同财产是否应一律平分，还取决于更大的制度背景。在婚姻法中，夫妻财产关系的调整
工具，即婚姻保护的经济激励机制，除了有夫妻财产法，还有离婚损害赔偿、离婚扶养费等制度。
在理想状态下，前述制度应各司其职，相互配合。夫妻财产法明确夫妻财产之归属，避免人性的
自私在经济层面给婚姻添乱；离婚损害赔偿针对严重的婚姻过错行为，提供类似于侵权责任之救济；
离婚扶养费以及类似制度（如我国的离婚经济补偿、离婚经济帮助）则旨在济夫妻财产法之不足，确保
经济上弱势一方不会因离婚而陷入经济窘境甚至贫困，进一步消除其经济上的后顾之忧，鼓励夫妻为
婚姻和家庭付出。
但是，因为功能近似，前述三类制度实际上也可能互有替代或重合。〔22〕例如，《民法典》第 1087
条第 1 款规定，夫妻共同财产的分割应“照顾子女、女方和无过错方”。其中，照顾无过错方与离婚损
害赔偿的旨趣相近，照顾女方的规定有离婚扶养费之色彩，而照顾子女的规定则部分扮演子女抚养费
之角色。在以往实践中，法院通常坚持平分。〔23〕这虽契合理想状态下夫妻财产法之定位，但是，鉴于
离婚扶养费制度在我国之缺位，以及承担类似功能的经济帮助制度形同虚设，〔24〕这反倒未尽妥当。在
《民法典》拓宽离婚经济补偿的适用范围、增设离婚损害赔偿重大过错之兜底条款的新背景下，夫妻共
同财产的分割同样应关注各项制度的功能替代，既不可盲目平分，亦不宜重复“照顾”。而且，以上分
割规则仅限于离婚场景。在继承场景，并无离婚损害赔偿等问题，自应一律平分（《民法典》第1153条）。
2. “一方专用的生活用品”是夫妻个人财产（《民法典》第 1063 条第 4 项、《婚姻法》第 18 条第 4 项），
其正当性依据为夫妻共同财产之平分，其适用范围也应以此为限。作为唯一基于用途而非财产来源
（如劳动、资本、代位）判定夫妻财产归属之规定，该规定的立法理由有三：其一，个人专用性；其二，不
论价值大小，夫妻双方的此类用品总值通常相当；其三，符合双方购买有关物品时的意愿。〔25〕除了意
愿说缺乏根据，前两点理由均关乎夫妻财产之分割。严格而论，专用生活用品之归属仍应依据财产来
源尤其是代位规则予以判定。但是，只要夫妻双方的此类用品总值相当且均以夫妻共同财产购买，其
是分别为夫妻个人财产，还是先作为夫妻共同财产然后平分，结果并无不同；至于个人专用性，则为财
产分割时物尽其用之体现。《民法典》第 1063 条第 4 项的适用范围应以此等场景为限。若夫妻双方
的此类用品总值悬殊，则未必一律为夫妻个人财产，〔26〕而应基于夫妻财产的代位、推定、赠与等一般
规则相应判定归属。
〔22〕　类似探讨参见［美］哈里 • D. 格劳斯、［美］大卫 • D. 梅耶：《美国家庭法精要》，中国政法大学出版社 2010 年版，第 65 页。
〔23〕　参见陈苇、张鑫：《诉讼离婚财产清算中妇女财产权益法律保护实证研究——以我国重庆市某基层人民法院 2011-2013 年
审结的离婚案件为对象》，载《河北法学》2016 年第 8 期。
〔24〕　参见王歌雅：《离婚救济制度：实践与反思》，载《法学论坛》2011 年第 2 期。
〔25〕　同前注〔19〕，胡康生主编书，第 73 页。
〔26〕　同前注〔13〕，余延满书，第 278 页；同前注〔2〕，裴桦书，第 129-130 页。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
27
3. 《民法典》第 1066 条、第 1092 条分别规定了夫妻共同财产的提前分割和少分不分。两者主要
旨在遏制夫妻一方以隐藏财产、伪造债务等方式损害另一方对夫妻共同财产的潜在和现时利益之现
象，避免夫妻共同财产之规定及其背后的婚姻保护价值被侵蚀或架空。
三、婚姻保护、意思自治与夫妻财产
（一）约定财产制以及其他夫妻财产约定之效力
夫妻之间的财产约定可分为两类，一类旨在排除法定财产制之适用，一类与法定财产制之适用兼
容。前者是约定财产制，后者是其他有名或无名合同。约定财产制不因背离法定财产制而无效，反而
可以优先适用，是源于作为后者主导思想的婚姻保护，仅契合抽象的最大多数当事人之意愿；若特定
夫妻表达了具体意愿，自应予以尊重，婚姻保护与意思自治并无冲突。至于其他夫妻财产约定，因并
未改变法定财产制，其意思自治更不会与婚姻保护冲突。以上区分凸显了约定财产制作为法定财产
制之替代的定位与功能，具有重要意义。
其一，法定财产制主要旨在概括改变夫妻婚后即未来财产之归属，与之一致，作为其替代的约定
财产制亦主要旨在概括改变约定财产制订立后的夫妻未来财产之归属。任何针对个别或全部夫妻现
存财产之约定，因不妨碍法定财产制之适用，均非约定财产制。其可能是夫妻共同财产之分割协议、
夫妻财产之特定或概括赠与，或者更为复杂的合同，如离婚协议中的财产约定（离婚财产协议）。
其二，约定财产制不受制于赠与合同等无偿合同中的任意撤销权，源于其同时改变夫妻双方未来
财产之归属，具有交换性质。《民法典》第 1065 条第 1 款规定，“男女双方可以约定……财产归各自所
有、共同所有或者部分各自所有、部分共同所有”，不包括未来夫妻财产均归一方所有之约定，其道理
亦在于此等约定仅改变夫妻一方而非双方未来财产之归属，缺乏交换属性，并非约定财产制，而实为
对未来财产之概括赠与；即使被认定为约定财产制，亦受制于任意撤销权，缺乏实益。部分约定财产
制（如一般共同制）虽然也改变夫妻现存财产之归属，但是基于其整体交换属性，仍不能被任意撤销。
离婚财产协议不能被任意撤销亦源于此。相反，夫妻关于房屋等现存财产之约定通常缺乏交易属性
（如赠与），可以被任意撤销。
其三，鉴于意思自治之优先，各类夫妻财产约定都可适用或类推适用旨在保障意思自治的意思表
示瑕疵规则（《民法典》第 467 条）。婚姻关系的特殊性仅在事实层面影响具体规则之适用，而非在法
律层面一概否定其适用可能。
（二）法定财产制下交换所得与非交换所得之区分
在法定财产制下，大多数夫妻共同财产都得自第三人。第三人无论是合同相对人，还是侵权责任
人，通常都仅有向夫妻一方转让财产之意思，故财产应由夫妻一方单独所有。该冲突在形式层面不难
消弭：相应财产先适用财产法，成为夫妻一方单独所有之财产；在“逻辑上一秒”之后，再适用婚姻法，
成为夫妻共同财产。财产法与婚姻法先后适用，互无冲突。〔27〕但在实质层面，前述财产在瞬间成为夫
妻共同财产，依然有背离转让财产的第三人意思之嫌。以下分两种情形讨论。
1. 交换所得，包括基于买卖、租赁等自愿的有偿交易之所得和基于侵权、不当得利等非自愿行为
之所得。两类所得的依据不同，第三人承担债务也有意定和法定、自愿和非自愿之别。但在经济层面，
〔27〕　同前注〔1〕，贺剑文。
28
法 学 2020 年第 7 期
两者均为夫妻一方以人身或财产利益为代价与第三人所发生之“交换”。第三人的意思和利益均止于
交换，并不关心交换后的财产变动。具体言之，第三人虽仅有向夫妻一方转让财产之意思，以清偿债
务；但只要债务得以清偿，第三人并不在乎前述财产在“逻辑上一秒”后的命运。前述财产嗣后基于
法定财产制成为夫妻共同财产，无关乎第三人意思，婚姻保护与意思自治并无冲突。
在少数交换场景，夫妻一方和第三人可能试图规避法定财产制之适用。例如，约定第三人向夫妻
一方转让的财产仅为该方夫妻个人财产，不因婚姻法的介入成为夫妻共同财产；或者基于“一元年薪
制”等特殊约定，确保夫妻一方之所得是离婚后所得而非婚后所得。在两种情形下，相应财产之嗣后
归属均无关乎第三人之交换利益，实质上无尊重之必要。在形式层面，基于意思自治尤其是合同的相
对性，有关约定仅能约束合同双方，无法影响相应财产在夫妻之间的嗣后归属。后者只能由婚姻法规
定或夫妻双方约定。以“一元年薪制”为例，如前所述，夫妻一方基于合同约定固然只能在离婚后取
得期权收入，但该收入中包含的婚后劳动所得届时仍应为夫妻共同财产。有关约定不影响法定财产
制之适用，并非婚姻保护优先于意思自治，而是意思自治的应有之义。
2. 非交换所得，即基于赠与、继承等自愿无偿交易之所得。其与交换所得有两点区别。第一，无
关乎婚姻保护。夫妻一方婚后能否取得无偿所得具有或然性，故该所得之归属在事前基本不会影响
婚后劳动或夫妻财产之配置，或以其他方式给婚姻添乱。第二，第三人往往在意财产的去向。这是赠
与等无偿交易的共性，在婚姻场景更是如此。向夫妻一方无偿转让财产的第三人，如父母、夫妻另一
方等，鉴于离婚之风险，很难不在乎财产因婚姻法而瞬间改变归属。从反面言之，若婚姻法违背第三
人之意思，规定婚后无偿所得一律为夫妻共同财产，亦未必能够奏效。至少部分第三人可能采取规避
性的财产安排，如提前或推迟财产转让时点，甚至减少或放弃财产之转让。鉴于无关乎婚姻保护且关
乎第三人之意思，非交换所得即无偿所得之归属，应完全以无偿转让财产的第三人之意思为准。
一如《婚姻法》，《民法典》也确立了婚后无偿所得之二元归属格局：“继承或者受赠的财产”是夫
妻共同财产（第 1062 条第 1 款第 4 项），但“遗嘱或者赠与合同中确定只归一方的财产”是夫妻个人
财产（第 1063 条第 3 项）。相比于 2001 年以前继承和受赠所得一律为夫妻共同财产，〔28〕前述规定尊
重了第三人之意思。但第三人的意思自治可否真正实现，则取决于“确定只归一方”的含义。对此主
要有两种解释方案。其一，“确定”须为明示，排除默示。即使第三人有默示赠与夫妻一方之意思，亦
应“视为给整个家庭”，〔29〕即拟制为赠与夫妻双方。其二，“确定只归一方”仅为尊重第三人意思之例
示规定，第三人默示之意思同样应予尊重。
相比而言，上述第二种方案真正尊重第三人之意思，更胜一筹。第一种方案之拟制虽契合“确定”
之文义，却有手段与目的不符之嫌。诚然，在通常交易场景，即使法律规定意思表示必须为明示，行为
人亦可相应调适，其意思自治虽有不便，倒也无碍。但在婚姻场景，一旦决定在婚后向夫妻无偿转让
财产，第三人却未必有调适自由。他们往往是夫妻一方的父母，在此亲密关系中，财产的无偿转让通
常基于口头约定；即使有书面合同，基于对婚姻的祝福而非诅咒，也未必明确该财产是对夫妻一方的
让与，或明示其为夫妻一方个人财产。
作为第二种方案之配套，当第三人有默示向夫妻一方无偿转让财产之意思时，应类推适用《民法
典》第 1063 条第 3 项，或适用第 1063 条第 5 项；第 1062 条第 1 款第 4 项相应予以限缩解释。各类无
〔28〕　参见 1980 年《婚姻法》（已失效）第 13 条第 1 款、《离婚财产分割意见》第 2 条第 2 项。
〔29〕　同前注〔19〕，胡康生主编书，第 67 页、第 72 页。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
29
偿所得之归属都可转化为对第三人意思的探求和解释问题。〔30〕其取决于第三人与夫妻之关系、财产
转让场景等事实，以下择要说明。
（三）第三人意思之解释与典型无偿所得之归属
1. 父母对子女之赠与。基于常理，鉴于子女离婚风险，父母通常仅愿意向子女一方为（大额）赠与，
相应财产应为其子女一方的夫妻个人财产。〔31〕以往实务多有争议，症结在于未能真正尊重第三人之
意思，仅机械理解“确定只归一方”的含义。《婚姻法解释（二）》第 22 条第 2 款规定，父母在子女婚后
的购房出资赠与应当被认定为对夫妻双方的赠与，但父母“明确表示赠与一方的除外”，即为适例。其
缺陷为，“由于传统习惯的缘故，父母在出资时往往并不会明确出资给哪一方……故只能认定为夫妻
共同所有，但这又明显有违赠与方父母的本意”。〔32〕在此背景下，《婚姻法解释（三）》第 7 条尝试予以
补救，当相应房屋登记于赠与人子女一方名下时，将购房出资赠与解释为对其子女一方的赠与。此等
将不动产登记与赠与人意愿挂钩的做法，虽不无瑕疵，却迈出了尊重赠与人默示意思的第一步！不
过，由于未曾洞悉第三人意思之于无偿所得归属的决定性意义，最高人民法院又陷入个案决疑及其背
后抽象的价值权衡，在首付出资、全款出资等无谓的细节区分中再度迷失方向。〔33〕回顾这段历史，《婚
姻法解释（三）》第 7 条具有破冰意义，其尊重赠与人默示意思之旨趣，在民法典时代应予发扬光大。
2. 父母对子女的其他无偿转让。同理，父母以遗嘱、保险、信托等方式向子女无偿转让财产，原则
上也应解释为对子女一方的赠与。唯一特殊者是法定继承。不同于遗嘱继承，法定继承之被继承人
并无意思表示。但是，被继承人在法定继承所无、遗嘱继承所有之意思即遗嘱，仅针对继承人范围和
遗产份额；对于遗产是由继承人独享或由其夫妻双方分享，被继承人在遗嘱继承和法定继承两种场合
的意思或意愿并无不同。
从《婚姻法》来看，立法者将法定继承所得一律作为夫妻共同财产，以及将遗嘱和受赠所得原则
上作为夫妻共同财产，一方面源于未能真正理解和尊重第三人之意思，另一方面亦受到宽泛的价值权
衡之干扰。“共同财产制关注更多的是家庭……而不是个人”，因此，继承和受赠所得“同个人的工资
收入、知识产权收益一样，都是满足婚姻共同体存在的必要财产，应当归夫妻共同所有”。〔34〕此种从抽
象价值到具体规则之推论，包含无数因果假定与逻辑跳跃。如前所述，只要将抽象的婚姻保护或个人
家庭之权衡，落实为不让金钱给婚姻添乱之目标，以法定继承所得为代表的无偿所得之归属就无关乎
婚姻保护。可见，立法者关于法定继承所得之规定亦有手段与目的不符之嫌。
在解释论上，较为理想的方案是，基于对被继承人（潜在）意思之尊重，法定继承所得应类推适用
遗嘱继承所得之规定，原则上为继承人之夫妻个人财产；《民法典》第 1062 条第 1 款第 4 项之继承所
得为夫妻共同财产，仅限于遗嘱中明示相应财产由继承人夫妻双方取得或为其夫妻共同财产之情形。
而不无妥协的次优方案则是，基于夫妻财产的代位规则，法定继承所得仅以继承人或其配偶（以夫妻
〔30〕　结论相同，但忽略了“确定只归一方”之潜在制度障碍及背后理由者，同前注〔1〕，龙俊文。
〔31〕　在“男方家庭买房、女方家庭买车”等与结婚行为密切相关、夫妻双方父母为赠与之场合，前述赠与是否有牵连关系，甚至
与结婚行为构成一个整体合同，从而买房、买车均应例外解释为对夫妻双方之赠与，不无探讨余地。初步来看，前述赠与仍应分别认
定为对夫妻一方之赠与，同时，依本文阐释之规则，房屋之增值及汽车之贬值通常均由夫妻双方承受。只要买房、买车之差异既不影
响赠与本金之归属，亦不导致相应贬值或增值由夫妻一方独自承受，就难谓违背作为赠与人的夫妻双方父母之意愿。
〔32〕　《江苏省高级人民法院婚姻家庭案件审理指南》（2010 年）第六章，“三、（一）、3”。
〔33〕　参见杜万华、程新文、吴晓芳：《〈关于适用婚姻法若干问题的解释（三）〉的理解与适用》，载《人民司法》2011 年第 17 期；同
前注〔21〕，奚晓明主编书，第 122 页。
〔34〕　同前注〔19〕，胡康生主编书，第 66-67 页。
30
法 学 2020 年第 7 期
共同财产）对被继承人履行法定扶养义务之数额为限，为夫妻共同财产。
3. 夫妻间赠与。夫妻一方的无偿所得还可能来自夫妻另一方。后者的意思同样应予尊重，并有
如下特殊之处。
其一，夫妻间的财产无偿转让原则上并非赠与。夫妻共同财产自不待言，无论占有或登记如何改
变，仍为夫妻共同财产；即使是夫妻个人财产，其占有或登记之变化原则上也不应解释为赠与。这是
夫妻在经济生活中通常不分彼此所决定的。鉴于离婚之风险，很难认为转让财产的夫妻一方自愿放
弃其一旦离婚本可享有的财产权益。
但是，夫妻间的无偿转让从正面应如何定性，仍可见仁见智。这是以财产法上的合同类型理解最
为亲密的人类关系中的法律行为所必然遭遇之困境。立法论上的方案是针对若干典型场景，包括改
变夫妻财产权属的普通赠与、不改变夫妻财产权属的借名或代持、介于两者之间的其他意思等，分
别设置任意性规定，使各种意思在形式上易于区分，既便于事后解释，又可引导夫妻行为，让其知所
行止。
在解释论上，目前主要有两种方案。一是实务的做法，将诸如婚前房产之加名解释为赠与，将房
产作为夫妻共同财产，但却突破分割规则，允许出资一方“适当多分”。〔35〕二是学者参考德国法而提
出的“以婚姻为条件的给予”“以婚姻为基础的特殊赠与”等方案，允许赠与一方在离婚时依据情势
变更或诚信原则，或一般或个别地解除或变更赠与。〔36〕作为第三种方案，笔者认为，夫妻间的无偿
转让原则上应解释为借名或代持，实质效果与前两种方案相近，但更为简明。只有在明示为赠与时，
前两种方案才有用武之地。相比于第一种方案违背法律规定，第二种方案更可采，但其应适用于“闪
婚”“闪离”等极端场合。德国法可资印证。所谓“以婚姻为条件的给予”，原则上仅适用于分别财产制。
于此，夫妻一旦离婚，将无从分享任何财产，基于公平考虑，相关判例特引入情势变更原则（以及功能
类似的夫妻内部合伙理论）调整夫妻间既有的无偿转让，权作补救。相反，在法定财产制下，即使离婚，
夫妻通常也可在经济上分享婚后所得，故除非极端不公平，情势变更原则并无适用余地。〔37〕
其二，夫妻个人财产之无偿转让即使为夫妻间赠与，原则上也应解释为对夫妻双方之赠与，而非
对夫妻另一方之赠与。无论赠与财产登记于双方还是一方名下，均为如此。这在形式上与第三人赠
与的场合相反，实质却相通，都是对赠与人意愿之尊重，即父母通常希望赠与之财产为其子女一方的
夫妻个人财产，夫妻一方则通常希望赠与之财产仍为双方的夫妻共同财产。
四、婚姻保护、交易安全与夫妻财产
婚姻法上夫妻财产归属之规定，是否契合财产法上权利变动之一般规则，实为婚姻法是否设置夫
妻财产的特殊物权变动模式之问题。“在一个只有夫妻二人的法律世界里，债权和物权的区分是没有
意义的”；〔38〕物权变动模式之区分亦然。而在现实世界，夫妻财产之物权变动模式不仅影响夫妻内部
〔35〕　参见《上海市高级人民法院关于审理婚姻家庭纠纷若干问题的意见》（沪高法民一〔2007〕5 号）第 13 条。
〔36〕　参见田韶华：《夫妻间赠与的若干法律问题》，载《法学》2014 年第 2 期；裴桦：《也谈夫妻间赠与的法律适用》，载《当代法学》
2016 年第 4 期。
〔37〕　Vgl. BGH, NJW 1999, 2962 （2963 f.）; Dethloff, Familienrecht, 30. Aufl., München 2012, S. 166；［德］迪特尔 • 施瓦布：《德国
家庭法》，王葆莳译，法律出版社 2010 年版，第 75 页、第 110 页、第 164 页。
〔38〕　同前注〔1〕，贺剑文。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
31
关系，还将波及夫妻与第三人之外部关系。婚姻保护作为夫妻财产的主导思想，也就可能与代表第三
人利益的交易安全产生价值冲突。
（一）法定财产制之物权变动模式：理论、依据及配套
在法定财产制下，夫妻财产的物权变动模式应恪守财产法的一般规则，对此目前已有深入论证。
其要旨为夫妻财产尤其是夫妻共同财产，原则上仅须在夫妻内部发生效力。这既可满足婚姻法调整
夫妻内部财产关系之需求，又不会波及夫妻与第三人之外部关系。相反，若将夫妻共同财产理解为财
产法上的共同共有，虽可同样满足婚姻法之调整需求，却会对夫妻与第三人之外部关系造成诸多负面
影响，危害交易安全。〔39〕换言之，只要夫妻财产并非财产法上的共同共有或单独所有之财产，同时调
整夫妻内外部关系，而是婚姻法上之特殊财产，仅调整夫妻内部关系，婚姻法和财产法就可以各行其
是，婚姻保护与交易安全就大体可得两全。
1. 理论异同。在教义学上，目前主要有三种相近学说，即债权说、潜在共有说、内外有别说。债
权说认为，法定财产制中的夫妻财产，仅在离婚、继承等法定财产制解体场合，在夫妻之间发生债权效
力。〔40〕潜在共有说认为，夫妻共同财产自始为“潜在共有”，而非现实共有；仅在前述离婚等场合，潜
在共有“显在化，用以确定夫妻财产的清算”。〔41〕内外有别说则认为，在涉及夫妻内部关系时，夫妻财
产之归属适用婚姻法；在涉及夫妻与第三人之外部关系时，夫妻财产之归属适用物权法。〔42〕
以上三说大体均可避免婚姻法背离物权法而设置特殊的夫妻财产之物权变动模式。但三者在细
节和逻辑上仍有优劣之分。内外有别说的缺陷在于，其仅强调夫妻内外部关系适用不同法律规则，却
未正面界定夫妻财产之法律性质或后果。若夫妻共同财产等于夫妻的共同共有财产，该说将面临如
下悖论：夫妻一方虽基于婚姻法成为特定财产的共同共有人，却无法对抗任何第三人。夫妻共同财产
名为共同共有之对世权，实则沦为彻头彻尾的对人权。
潜在共有说可视为内外有别说之升级版，其将夫妻共同财产定性为“潜在共有”，基本避免了前
述夫妻共同财产的名实不符。其与债权说之差别，不在于法定财产制存续期间。不论“潜在共有”还
是债权尚未发生，此时均不产生任何法律后果。两说之差别在于在离婚等场合，夫妻共同财产是转变
为“共有”，还是仅产生“债权”。“共有”将波及夫妻外部关系，例如，第三人本可期待的夫妻一方尚未
完成的对夫妻共同财产之处分，将变成无权处分，夫妻一方的普通债权人亦将无法对抗夫妻另一方之
共有财产分割请求权；而“债权”则否。以上差别是不同逻辑构造导致价值判断差异之典型。倘若夫
妻共同财产的要义在于调整夫妻内部关系，避免婚姻保护与交易安全之无谓冲突，就理应一以贯之。
债权说可视为潜在共有说及内外有别说之升级版，以副作用最小之技术贯彻内外有别之思想。
同理，依债权说，夫妻个人财产亦非物权法上的单独所有财产，而是婚姻法上的特殊财产。特定
财产在财产法上是夫妻双方的共有财产，甚至夫妻一方的单独所有财产，不妨碍其在婚姻法上是夫妻
另一方的夫妻个人财产。潜在共有说虽可修正为“潜在所有说”，以回应此类问题，但仍难免波及夫妻
外部关系。
2. 法律依据。只要在观念上明确夫妻共同财产、夫妻个人财产可以是婚姻法上的特殊财产，而非
〔39〕　同前注〔1〕，贺剑文；同前注〔1〕，龙俊文。
〔40〕　同前注〔1〕，贺剑文。
〔41〕　同前注〔1〕，龙俊文。
〔42〕　参见许莉：《夫妻财产归属之法律适用》，载《法学》2007 年第 12 期；田韶华：《婚姻领域内物权变动的法律适用》，载《法学》
2009 年第 3 期；同前注〔1〕，裴桦文；同前注〔1〕，龙俊文。
32
法 学 2020 年第 7 期
物权法上的共同共有或单独所有财产，解释论的操作就豁然开朗。〔43〕在文义层面，《民法典》第 1062
条之“夫妻的共同财产”“夫妻共同所有”，第 1063 条之“夫妻一方的个人财产”，并未照搬《民法典》
第 297 条以下之“共有”“共同共有”概念，容有不同解释空间。在体系层面，婚姻家庭编旨在“调整
因婚姻家庭产生的民事关系”，在夫妻财产法即调整夫妻内部财产关系，而物权编旨在“调整因物的归
属和利用产生的民事关系”（《民法典》第 1040 条、第 205 条）。两者的调整对象有别，婚姻家庭编的
夫妻财产无须套用物权编的共有和单独所有之概念。最关键者，在目的解释层面，将夫妻财产界定为
婚姻法上的特殊财产，可以最大限度减少婚姻法对物权法之冲击，避免无谓牺牲交易安全。
3. 配套规则。在夫妻共同财产是夫妻共同共有财产之理解下，夫妻一方单独处分夫妻共同财产
是无权处分，非处分财产的另一方对夫妻共同财产之利益通常可得保障。但这仅为共同共有的逻辑
副产品，且有不小的副作用。而在夫妻共同财产是婚姻法上特殊财产的理解下，只要配套规则得当，
不仅可实现相同保障，还可免去相应副作用。〔44〕
具体而言，首先，在通常的等价有偿交易，夫妻一方的单独处分不再一律受限。夫妻共同财产于
此仅有形态变化，夫妻另一方的经济利益并未受损，无限制必要。交易相对人也将获得更好保障。其
次，在夫妻一方无偿或低价向第三人转让（自己在财产法上单独所有之）夫妻共同财产时，亦无不同。
以向第三人赠与为例，只要赠与未违背公序良俗，原则上就为有效。夫妻另一方无从主张无权处分；
只有当赠与危及其对夫妻共同财产之利益时，才有如下救济。（1）债权人撤销权（《民法典》第 538 条
以下）之类推适用。当夫妻一方无偿或低价处分自己单独所有之夫妻共同财产，危及夫妻另一方分享
夫妻共同财产之潜在债权请求权时（如赠与财产的价值超过夫妻共同财产总值之一半），夫妻另一方
有权请求予以撤销。（2）夫妻共同财产少分或不分之类推适用。若前述无偿或低价处分不满足债权
人撤销权之条件，或除斥期间已经经过，仍可将其类比为《民法典》第 1092 条之“毁损、挥霍”。其法
律效果是在夫妻内部财产关系上，例如在离婚计算夫妻共同财产之数额时，前述无偿或低价处分视同
未曾发生。〔45〕
（二）约定财产制及其他夫妻财产约定之物权变动模式
若我国的法定财产制不应设置特殊的物权变动模式，约定财产制就更应如此。因为就交易安全
而言，法定财产制尚有“婚姻登记 + 法律规定”作为夫妻共同财产的不准确公示方式；而约定财产制
仅有夫妻间一纸约定，若允许其背离财产法之一般规则，对交易安全之危害将更甚。基于类似道理，
纵然我国的法定财产制可以背离财产法之一般规则，如改采意思主义的物权变动模式，只要约定财产
制缺乏登记等有效的公示方式，其物权变动模式仍应低法定财产制一等，恪守财产法之一般规则。须
注意的是，约定财产制基于意思自治而优先于法定财产制，仅针对夫妻内部关系，原则上只需发生债
的效力，不必然牵涉物权变动。尊重约定财产制背后的意思自治，与维护物权变动之一般规则背后的
交易安全并无冲突。
在解释论上，约定财产制应恪守物权变动之一般规则，除了以上价值权衡即目的解释，亦为《民
法典》第 1065 条第 2 款的文义所允许：相应财产约定“对双方具有法律约束力”。这可能是物权变动
〔43〕　《婚姻法》背景下的解释论，同前注〔1〕，贺剑文；同前注〔1〕，龙俊文。两者还指出长期以来，不但税法等其他部门法，甚
至婚姻法上的诸多制度，都并未将夫妻共同财产视为物权法上的共同共有财产。
〔44〕　在立法论上还可考虑限制特定夫妻财产如家庭住房之处分，而不论其是否为夫妻共同财产。有学者认为，在解释论上基
于夫妻的相互扶养义务亦可得出此类特别处分限制。同前注〔1〕，龙俊文。
〔45〕　这类似于追加计算制度，参见《瑞士民法典》第 208 条；林秀雄：《亲属法讲义》，元照出版公司 2018 年版，第 139 页。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
33
效力，也可能是债的效力。鉴于《民法典》在物权变动场合多采“发生效力”之表述（如第 209 条、第
224 条），在合同场合则采“对当事人具有法律拘束力”之表述（第 119 条、第 465 条第 2 款），债之效力
说反倒更契合文义。
举重以明轻，以上分析亦适用于夫妻间赠与、离婚财产协议等其他夫妻财产约定。离婚财产协议
除了通常的财产处分，还包含夫妻共同财产之分割，在本文主张的债权说之下，其物权变动固无特殊
之处；但若坚持夫妻共同财产为夫妻共同共有之财产，则涉及共有物之分割规则。不过，基于《民法典》
第 303 条、第 304 条之文义和维护交易安全之目的，共有物分割仍须遵循物权变动的一般规定，并未
一律采意思主义。因此，即使在共同共有之理解下，夫妻共同财产的分割协议以及相应的分割判决，
仍须满足登记等形式要件，无法径直变动物权。
与本文见解不同，现有理论和实务大都认可约定财产制可直接变动物权。其表述类似，实质迥异，
且均难以成立。少数研究认为，约定财产制之物权变动仅适用于夫妻内部，却又将其界定为非基于法
律行为之物权变动，相应财产的事后处分“未经登记，不发生物权效力”。〔46〕后者实为处分限制，物权
变动原则上已有对世效力。换言之，除了处分受限，约定财产制之物权变动同时适用于夫妻内部和外
部关系。这不但前后矛盾，更危害交易安全。
多数研究主张真正的“内外有别”，但并未一以贯之。如前所述，若恪守婚姻法调整夫妻内部关
系之理念，约定财产制仅应在夫妻内部有效，不能对抗夫妻之外的任何第三人；内外有别说之下的物
权变动实与债权无异。〔47〕但不少研究走得更远。例如，约定财产制不能对抗之第三人被限缩为“婚
姻家庭关系外部”的第三人。〔48〕约定财产制因而并非调整夫妻内部而是家庭成员内部之财产关系，
夫妻财产法沦为“家庭成员财产法”。又如，前述第三人被界定为基于有偿交易取得特定夫妻财产之
第三人，不包括无偿取得之第三人和普通债权人。即虽无相应变更登记，约定财产制下的物权变动亦
可对抗后一类第三人。〔49〕约定财产制的物权变动因而一律遵循类似于登记对抗主义之模式。此等对
第三人范围之限缩和对约定财产制效力之扩张，不仅法无明定，更缺乏理据，有悖于婚姻法调整夫妻
内部关系之宗旨，并有无谓干预夫妻外部财产关系之嫌。
五、婚姻保护、意思自治与夫妻债务
以上分析仅针对夫妻财产。夫妻财产和夫妻债务不无内在相通之处，但差异也很明显。切不可
简单诉诸积极财产、消极财产之类的概念，将夫妻财产的规则一体套用于夫妻债务。相反，只有同样
基于婚姻保护、意思自治和交易安全的分析框架，才能洞察和解释我国法上的夫妻债务规则。
夫妻财产可能泛指财产法上的夫妻单独所有或共同所有之财产，也可能特指婚姻法上的特殊财
产。如前所述，两者应有不同。夫妻债务也有类似区分。其一，通常的外部债务，包括夫妻一方或双
〔46〕　参见裴桦：《也谈约定财产制下夫妻间的物权变动》，载《海南大学学报（人文社会科学版）》2016 年第 5 期；许莉：《夫妻房
产约定的法律适用——基于我国约定夫妻财产制的考察》，载《浙江工商大学学报》2015 年第 1 期。
〔47〕　同前注〔13〕，余延满书，第 292 页。
〔48〕　参见《唐某诉李某某、唐某乙法定继承纠纷案》，载《最高人民法院公报》2014 年第 12 期；王忠、朱伟：《夫妻约定财产制下
的不动产物权变动》，载《人民司法》2015 年第 4 期。
〔49〕　参见程啸：《婚内财产分割协议、夫妻财产制契约的效力与不动产物权变动——“唐某诉李某某、唐某乙法定继承纠纷案”
评释》，载《暨南学报（哲学社会科学版）》2015 年第 3 期；姚辉：《夫妻财产契约中的物权变动论》，载《人民司法》2015 年第 4 期。
34
法 学 2020 年第 7 期
方对第三人负有的债务，以及非基于夫妻财产法而生的夫妻间债务，如夫妻合同债务、夫妻之离婚损
害赔偿债务。其二，夫妻财产法特有的夫妻内部债务，作为夫妻财产规则之配套，专门调整夫妻内部
财产关系。本部分主要探讨夫妻内部债务。
（一）婚姻保护：夫妻财产法特有的夫妻内部债务
婚姻保护不仅是夫妻财产法的主导思想，亦决定夫妻内部债务之主要构造。后者主要包括以下
两类规则。
1. 外部债务的内部承担。夫妻一方或双方的外部债务（包括上文的夫妻间债务）在婚姻法上、在
夫妻内部应如何承担，是作为夫妻共同财产的债务，由双方分担；还是作为夫妻个人财产的债务，由一
方承担？这主要涉及以下三项规则。
其一，为夫妻共同财产的利益而发生之外部债务，在夫妻内部关系上是“夫妻共同财产之债务”，
以夫妻共同财产清偿，即由夫妻双方分担；同理，为夫妻个人财产的利益而发生之外部债务，为“夫妻
个人财产之债务”，以相应一方的夫妻个人财产清偿，即由该方独自承担。〔50〕该规则旨在避免两类夫
妻财产的边界及其背后的婚姻保护价值，仅因外部债务的不当承担而被侵蚀或架空。其与夫妻财产
的代位有神似之处，实为夫妻财产规则之延伸。
饶有趣味的是，在夫妻内部关系上，前述夫妻共同财产之债务的承担，是否应以与之相关的特定
夫妻共同财产之价值为限，还是以全部夫妻共同财产的价值为限，抑或还应由双方的夫妻个人财产承
担补充责任？笔者认为，一方面，前述债务不应当以与之相关的特定夫妻共同财产之价值为限，以鼓
励夫妻一方尽最大主观努力创造和维护夫妻共同财产，而无须畏首畏尾。另一方面，前述债务也无须
由双方的夫妻个人财产承担补充责任，而应由对外负债一方的夫妻个人财产独自承担补充责任，以免
一方伪造债务侵吞另一方的夫妻个人财产。
以上分析也适用于夫妻个人财产贬值之分担。在夫妻内部关系上，夫妻在分享夫妻个人财产的
婚后增值之余，也应以所有夫妻共同财产为限，分担夫妻个人财产的婚后贬值。如此既可鼓励创造夫
妻共同财产，亦可避免侵吞夫妻个人财产。
其二，夫妻一方的日常生活、养老育幼等外部债务，通常亦应为夫妻共同财产之债务。但与前述
为夫妻共同财产之利益而生者不同，此类外部债务关乎夫妻人身利益，且夫妻通常均从中受益，故双
方的夫妻个人财产应承担补充责任。例如，夫妻有相互扶养的义务，故不论是夫妻一方为保障自身生
活，还是为扶养另一方而承担的债务，在内部都应由双方分担，且不以夫妻共同财产为限。子女抚养
义务亦然，夫妻双方实为连带债务人，在内部关系上自应承担无限责任。〔51〕
其三，若外部债务的用途无法证明，在夫妻内部关系上，推定其为负债一方（或负债双方）的夫妻
个人财产之债务。其旨在避免夫妻一方在离婚前后伪造债务，侵害夫妻另一方权益。该推定通常不
会损害对外负债的夫妻一方之权益。小额债务的用途虽较难证明，但不易产生争议，法官亦不难合理
判断；而在大额债务，真实负债一方通常不难证明债务之存在与用途。
无论为了夫妻共同财产之利益，还是为了夫妻的人身利益，都可以归结为夫妻共同受益。因此在
〔50〕　早先的初步区分，同前注〔1〕，贺剑文。
〔51〕　至于赡养父母、扶养兄弟姐妹等其他法定扶养义务，若相关法律规定其为夫妻双方的连带债务，则其处理同子女抚养义
务；相反，若其仅为夫妻一方的外部债务，则无法基于夫妻共同受益之逻辑，成为夫妻共同财产之债务。即使立法者基于道德考虑，认
为此类法定扶养义务应由夫妻双方承担，也应将其直接规定为第三人有权主张的、外部债务意义上的夫妻双方之连带债务（家庭法上
的债务），而非第三人无权主张的、夫妻内部债务意义上的夫妻共同财产之债务（夫妻财产法上的债务）。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
35
教义学上，夫妻共同受益不妨作为外部债务之内部承担的统一标准。除了些许瑕疵，《离婚财产分割
意见》第17条可视为该规则之代表。〔52《民法典》第 〕 1064条虽为关于夫妻与第三人之外部债务的规定，
但亦可类推适用于夫妻内部债务。据此，基于日常家事代理、用于夫妻共同生活或共同生产经营等使
夫妻共同受益之债务，均为夫妻共同财产之债务；基于夫妻双方针对夫妻内部财产关系之共同意思表
示的债务（详见下文），亦复如此。《民法典》第 1089 条关于“离婚时，夫妻共同债务应当共同偿还。共
同财产不足清偿……由人民法院判决”之规定，更可直接解释为夫妻内部债务意义上的“夫妻共同财
产之债务”，并基于不同价值权衡分别对应于上文的有限责任或补充责任。
试举两例予以说明。例如，丈夫是出租车司机，在从事营运时致人损害，不论该侵权之债在外部
关系上是否应由夫妻连带负责，在夫妻内部关系上，其都为夫妻共同财产之债务，由夫妻双方以全部
夫妻共同财产为限予以分担。又如，丈夫婚前向银行举债，资金用于婚后子女教育。该债务在合同法
上为丈夫婚前个人债务，但在夫妻内部关系上，则为夫妻共同财产之债务，且在夫妻共同财产不足时，
双方的夫妻个人财产均须承担补充责任。
2. 外部债务清偿后的内部补偿。即在夫妻内部关系上，若某外部债务是一类夫妻财产之债务，却
以另一类夫妻财产清偿，前者对后者负有等额补偿义务。该规则是外部债务之内部承担的延伸与配
套，亦旨在避免夫妻财产之界分〔53〕及其背后的婚姻保护价值被架空。例如，丈夫做手术，妻子去缴费，
家中共有三张银行卡，分别为婚后的共同储蓄和婚前的各自积蓄。若肯定内部补偿，不论妻子如何选
择，基本无关乎其个人经济利益；但若否定相互补偿，经济理性的妻子恐将陷入天人交战的艰难抉择。
就此而言，《离婚财产分割意见》第 16 条未尽妥当：“婚前个人财产在婚后共同生活中自然毁损、消耗、
灭失，离婚时一方要求以夫妻共同财产抵偿的，不予支持。”其看似提倡夫妻不要斤斤计较，实则鼓励
夫妻个人财产之“雪藏”，与婚姻保护貌合神离。在解释论上，只要外部债务之内部承担规则得以确立，
该内部补偿即近于不当得利，《民法典》第 985 条于此有适用或类推适用之余地。
（二）婚姻保护与意思自治：夫妻债务之内外归属
对于前述两类夫妻内部债务，若夫妻另有约定，自应予以尊重。此与约定财产制的道理类似，意
思自治与婚姻保护并无冲突。而且，基于合同相对性，夫妻关于内部债务之特别约定仅约束夫妻，不
影响第三人利益。《离婚财产分割意见》第 17 条第 2 款第 1 项规定，夫妻个人债务包括“夫妻双方约
定由个人负担的债务，但以逃避债务为目的的除外”。该但书并无实益，不论有无逃债目的，夫妻内部
约定对债权人均不生效力，无从逃债。
对于以夫妻与第三人之债务为代表的外部债务，其不涉及婚姻保护，更不会与意思自治冲突。唯
需注意的是，夫妻双方基于共同意思表示向第三人负担债务，所对应的财产法上之内部责任承担，并
不等于婚姻法上之外部债务的内部承担。例如，夫妻共同向银行借款 30 万元用于装修，装修款到账
后被丈夫赌博挥霍。在合同法上，该债务为夫妻连带债务，夫妻在内部应平均分担责任。但在婚姻法
上，该债务为丈夫的夫妻个人财产之债务。因此，即使夫妻依据合同法在婚后已经平均分担责任，在
离婚时，在夫妻内部关系上，30 万元债务仍应由丈夫单独承担。
〔52〕　同前注〔1〕，贺剑文。也有以《婚姻法》第 41 条为依据者，同前注〔1〕，龙俊文。
〔53〕　类似观点，同前注〔2〕，裴桦书，第 154 页。以公平及平等立论者，参见张学军：《中国夫妻“共同财产”清偿一方“个人债务”
的补偿立法研究》，载《暨南学报（哲学社会科学版）》2019 年第 12 期。
36
法 学 2020 年第 7 期
六、婚姻保护、交易安全与夫妻债务
欲调整夫妻内部关系，婚姻法只需新设夫妻内部债务，而无需改变既有的夫妻外部债务，以免顾
此失彼，危及交易安全。此与夫妻财产类似。但稍有不同的是，以夫妻与第三人之外部债务为代表，
基于婚姻保护和交易安全，夫妻外部债务是否也应额外被改变，〔54〕这正是长期困扰我国理论与实务
的、通常所谓之夫妻共同债务问题。以下逐一检讨潜在的价值论说。
（一）日常家事代理不足以证成夫妻连带债务
很少有人质疑夫妻一方基于日常家事代理所负债务是夫妻双方的连带债务。但也很少有人能确
定日常家事代理的边界何在，尤其如是否涵盖金钱借贷。两个问题的澄清都须诉诸日常家事代理的
目的或价值。近年来有研究大力批判日常家事代理制度，称其在价值层面沦为保护债权人之工具，且
有歧视婚姻之虞。〔55〕以下稍作补充。
从历史起源来看，日常家事代理的原型即妻子的日常家事代理权或“锁匙权”，是兼顾婚姻保护
与交易安全的典型。在男尊女卑时代，许多国家的女性婚后不但无权拥有自己的财产（婚前财产也归
丈夫管理），亦缺乏对外缔约的行为能力和对夫妻财产之处分权。〔56〕然而，妻子往往要操持家务，相应
的交易行为之效力便成问题。为裨于日常家事的开展，妻子的日常家事代理权应运而生。以日常家
事为限，妻子不仅享有代丈夫缔结交易之代理权，亦享有对夫妻财产之处分权。前者使赊销买卖等信
用交易成为可能，后者则免去妻子无权处分之风险。这不但有利于婚姻保护，亦有利于交易安全，是
一个皆大欢喜的局面。
可是，到了男女平权时代，女性婚后有权且实际拥有自己的财产，并具备完全行为能力，前述兼有
代理权和处分权属性的日常家事代理权就意义寥寥。操持家务的妻子可以独立缔约，并以自身财产
完成交易，交易相对人既无需考虑丈夫的经济实力，亦可信赖妻子的处分权限。就此而言，各国立法
者在男女平权时代保留妻子的日常家事代理权，并推及于丈夫，在逻辑上生造出不伦不类的夫妻一方
代理自己及配偶的日常家事代理权，不但有悖于原初逻辑，亦不复有任何实益。
通常而言，日常家事代理之交易为即时交易或价值微末，不会引发讼争，其虽然无益，倒也无害。
可是，一旦涉及日常家事之灰色边界，如金钱借贷，日常家事代理之固有弊端就悉数凸显。其一，债权
人被不当厚待。债权人原本仅可基于合同法等财产法向债务人主张权利，可一旦债务人已婚，债权人
却可额外基于日常家事代理请求债务人之配偶承担连带责任。其二，无益于交易安全。若债权人不
在意债务人的婚姻状况及配偶之经济实力，日常家事代理自无从减少其交易成本；即使债权人在意，
鉴于举债资金须用于日常家事方可适用日常家事代理，债权人与其核查甚至监管资金用途并承受风
险，不如要求“共债共签”，日常家事代理亦无存在必要。其三，婚姻保护深受其害。除了债务人的配
偶平白无故地承担连带责任，前述规则还会鼓励夫妻一方在离婚前后与第三人串通伪造（金钱借贷）
〔54〕　基于婚姻保护而限制外部债务意义上的夫妻间债务之例证为，夫妻间的侵权责任至少在时效起算上有别于常规，其时效
应自法定财产制解体之日起算。
〔55〕　参见王战涛：《日常家事代理之批判》，载《法学家》2019 年第 3 期。但也有研究认为，日常家事代理旨在强化夫妻扶养共
同体，不以或不主要以保护债权人为目的。参见缪宇：《走出夫妻共同债务的误区——以〈婚姻法司法解释（二）〉第 24 条为分析对象》，
载《中外法学》2018 年第 1 期。
〔56〕　对此的综述，参见张学军：《锁匙权研究》，载《金陵法律评论》2004 年第１期。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
37
债务，侵害另一方合法权益。〔57〕
综上，日常家事代理作为男尊女卑时代之遗迹，在历史上虽有利于婚姻保护与交易安全，如今却
缺乏实益，在金钱借贷等灰色地带，甚至有损婚姻保护而无利于交易安全。在目的解释上，为免价值
失衡，应将日常家事限定于价值微末的“家庭日常生活”范畴，不包括金钱借贷（以及类似信用交易）。
《民法典》第 1064 条基于日常家事代理的夫妻共同债务的规定，因而沦为具文，无功亦无过。《民法典》
第 1060 条与之类似，其残存实益仅在于“处分权”，即不论财产制类型，夫妻一方在日常家事范围内均
有权自行处分夫妻共有甚至配偶单独所有之财产。
（二）夫妻共同受益不足以证成夫妻连带债务
以用于夫妻共同生活为代表，夫妻共同受益是夫妻承担连带债务的另一理由，迄今无人质疑。〔58〕
这看似契合权利与义务相一致的原理，实则根本经不起推敲。以下从债务、财产两方面予以检讨。
1. 夫妻内部债务之“外显”的理由不能成立。如前所述，因夫妻共同受益，夫妻一方的外部债务
在夫妻内部关系上应为夫妻共同财产之债务，由夫妻双方相应分担。这虽以婚姻保护为依据，但勉强
也可视为夫妻双方权利与义务相一致之体现。可即便如此，也仅涉及夫妻双方的权利义务之一致，而
无关乎债权人之权利义务，即仅涉及夫妻内部分担，而无关乎夫妻外部连带。以夫妻内部共同受益论
证夫妻外部连带，有逻辑跳跃之嫌，此为权利与义务相一致之宽泛论证的通病。
将基于夫妻共同受益的夫妻内部债务“外显”，使夫妻双方对外承担夫妻一方的外部债务，有不
当厚待债权人之嫌，无益于交易安全而有损于婚姻保护。此与日常家事代理类似，波及范围犹有过之。
此外，基于婚姻保护之目的，部分夫妻内部债务甚至具有人身专属性，不受制于债权人代位权，遑
论以连带责任的方式“外显”。例如，夫妻一方以负债所得扶养家人，相应外部债务在夫妻内部关系
上虽为夫妻共同财产之债务，但在财产法上，负债一方对其配偶及其他家庭成员并不享有不当得利等
请求权。债权人更不能在夫妻连带责任之外，以共同生活或共同受益为由，请求债务人的子女、父母
承担连带责任。又如，夫妻一方举债 1000 万元用于生产经营，前期盈利 10 万元，后期血本无归。该
1000 万元债务在夫妻内部关系上为夫妻共同财产之债务，且由夫妻以全部夫妻共同财产为限予以分
担。但这是婚姻法为了鼓励创造夫妻共同财产而特别设置之债务，以夫妻“可能共同受益”为标准。
倘若贯彻权利与义务相一致或不当得利之逻辑，非负债一方必须“确定共同受益”，才有可能在内部关
系上以其所分享的 10 万元（通常即 5 万元）为限承担责任。债权人代位权以及潜在的内部债务之“外
显”，亦只能以前述非负债一方“确定共同受益”之 5 万元为限。〔59〕
2. 夫妻责任财产之异动的理由不能成立。在婚后所得共同制下，夫妻一方的婚后所得是夫妻共
同财产，夫妻共同受益，基于权利义务相一致的原理，夫妻一方的婚后债务也应为（外部债务意义上
的）夫妻共同债务，由夫妻双方连带承担。〔60〕这是非常流行的见解，但也是对我国婚后所得共同制的
最大误解。在本文主张的债权说之下，夫妻共同财产仅于离婚等场合在夫妻内部发生债的效力，夫妻
〔57〕　交易安全之外的类似分析，同前注〔55〕，王战涛文。金钱借贷是否属于日常家事，参见缪宇：《美国夫妻共同债务制度研
究——以美国采行夫妻共同财产制州为中心》，载《法学家》2018 年第 2 期。
〔58〕　同前注〔1〕，龙俊文；冉克平：《夫妻团体债务的认定及清偿》，载《中国法学》2017 年第 5 期；同前注〔55〕，缪宇文；叶名怡：
《〈婚姻法解释（二）〉第 24 条废除论——基于相关统计数据的实证分析》，《法学》2017 年第 6 期；汪洋：《夫妻债务的基本类型、责任基
础与责任财产——最高人民法院〈夫妻债务解释〉实体法评析》，载《当代法学》2019 年第 3 期；同前注〔1〕，朱虎文。
〔59〕　现有研究仅在夫妻外部债务层面讨论“可能共同受益”和“确定共同受益”，参见叶名怡：《“共债共签”原则应写入〈民法
典〉》，载《东方法学》2019 年第 1 期。这忽略了夫妻内外部债务之差别，以及婚姻保护和权利义务相一致之不同逻辑。
〔60〕　同前注〔1〕，朱虎文；同前注〔58〕，汪洋文。
38
法 学 2020 年第 7 期
的责任财产并未因婚后所得共同制而改变，债权人不会因此受损，自无需予以救济。相反，在夫妻共
同财产是夫妻共同共有财产之理解下，夫妻一方的责任财产或有异动之虞。但即便如此，亦无法基于
夫妻共同受益在价值层面证成前述外部债务意义上的夫妻共同债务。以下区分两种视角予以分析。
其一，个体视角。其仅关注夫妻一方的婚后债务之对应所得，基于婚后所得共同制成为（共同共
有之）夫妻共同财产。例如，丈夫婚后向银行借款 100 万元，在银行发放借款的一瞬间，该 100 万元就
成为夫妻共同财产，其中一半就脱离丈夫的责任财产，银行无从强制执行。为保护债权人，或确保权
利义务相一致，丈夫独自承担的 100 万元债务应由夫妻连带负责。但这并不成立。除了逻辑不一贯，
即妻子仅得 50 万元却须对 100 万元债务连带负责之外，关键的缺陷在于丈夫一方的 100 万元虽为婚
后取得，却未必是夫妻共同财产。这是夫妻一方在金钱借贷等信用交易中的婚后负债所得之共通属
性，即其并非婚后劳动所得，亦非婚后资本所得，而只能基于夫妻财产的代位规则判断归属。而基于
代位规则，一方面，夫妻一方的婚后负债所得是夫妻共同财产还是夫妻个人财产，取决于作为其代位
物的相应债务之性质，而后者正是有待解决之问题！前述例证有倒果为因、循环论证之嫌。另一方面，
基于代位规则，任何婚后负债所得欲成为夫妻共同财产，须以夫妻共同财产交换。故不论夫妻一方的
婚后负债及其所得性质如何，其责任财产均不会因此减少，债权人亦不会因此受损。原则上，完全可
以将夫妻一方的婚后负债作为其夫妻个人债务，将负债所得作为其（单独所有之）夫妻个人财产。
其二，整体视角。其不关注夫妻一方的婚后债务与对应的特定财产之权属变动的关系，而关注婚
后所得共同制对夫妻一方婚后责任财产的整体影响，旨在将债务人“视同无婚姻”，避免其责任财产变
化对债权人产生不利影响。〔61〕但这同样不成立。债务人的婚姻以及婚后所得共同制之适用，在个案
中虽可能不利于债权人，但并未降低其应得保护、损害交易安全；“视同无婚姻”也难以精准实现，反倒
可能危及婚姻保护。
从交易安全来看，财产法所确立的一般规则是，债务人责任财产变动不居之风险是债务的固有风
险，原则上由债权人承担；债权人仅在少数场合可基于撤销权等制度介入（《民法典》第 538 条以下），
阻止债务人责任财产之异动。债权人撤销权并非针对一切减损责任财产之行为，如挥霍、毁损行为；
而仅针对危及债权人利益且有回复可能（即可撤销）的操控责任财产之行为。以上价值判断在婚姻场
景亦应得到贯彻，并有如下推论。
首先，夫妻间赠与、离婚财产协议以及部分约定财产制（如婚前财产共同所有之约定），同样可能
涉及债务人操控责任财产，有适用债权人撤销权之余地。甚至不妨限缩解释撤销之后果，使相应约定
在负债一方与债权人之间“相对无效”，在夫妻内部仍为有效。
其次，结婚行为以及婚后所得共同制之适用，无关乎责任财产操控。因为对于夫妻一方的婚后债
务而言，结婚行为在先，债务发生在后！男女结婚，通常都不会有借此逃废将来可能发生的债务之动
机，且鉴于双方婚后的未来收入并不确定，也未必能够成功。即使结婚行为以及婚后所得共同制之适
用，在个案中导致负债一方在婚后特定时点的责任财产，相比于其“假若无婚姻”在该时点的责任财
产显著减少，危及债权人利益，亦是如此。只要不存在有意操控之系统风险，债权人就不应获得救济。
夫妻一方的婚前债务虽更复杂，但亦遵循类似旨趣。
从婚姻保护来看，以婚后所得共同制导致已婚者的责任财产有别于其未婚时为由，要求已婚夫妻
对一方的婚后债务承担连带责任，不啻为对婚姻的系统性歧视。其潜藏的夫妻一方与第三人串通伪
〔61〕　参见刘征峰：《夫妻债务规范的层次互动体系——以连带债务方案为中心》，载《法学》2019 年第 6 期。
夫妻财产法的精神——民法典夫妻共同债务和财产规则释论
39
造债务之风险，更让婚姻保护“雪上加霜”。
综上，基于交易安全和婚姻保护，各种版本的夫妻共同受益之理由均不足以使夫妻双方在外部关
系上为一方的婚后债务承担连带责任。此与基于婚姻保护在夫妻内部关系上以夫妻共同受益作为夫
妻共同财产之债务的判断标准并无冲突。现有研究之失在于误读了夫妻共同受益与夫妻连带担责之
关联，并彻底混淆了夫妻内部债务与外部债务。近年来夫妻共同债务法之变迁由此不难予以评价。
2003 年《婚姻法解释（二）》第 24 条的初衷为遏制“假离婚、真逃债”，即“夫妻合谋以离婚为手段，
将共同财产分配给一方，将债务分给另一方，借以达到逃避债务、损害债权人利益目的”。〔62〕欲实现该
目的，本无需诉诸夫妻连带债务。基于合同相对性，夫妻内部的债务移转约定，对债权人不生效力；基
于债权人撤销权，〔63〕夫妻不当分割或转让夫妻财产之约定亦可被撤销。如前所述，不但旨在逃债的
离婚财产协议应如此，真实的离婚财产协议以及其他夫妻财产约定，若涉及操控责任财产，亦应如此。
因此，纵然废除前述第 24 条，债权人亦无需担心债务人无心或有意操控责任财产，更不会因此就要求
已婚者“共债共签”，致使男女“一旦结婚就降格为‘限制行为能力人’”。〔64〕
承继《最高人民法院关于审理涉及夫妻债务纠纷案件适用法律有关问题的解释》（法释〔2018〕2
号）第 3 条，《民法典》第 1064 条第 2 款表面上遵从夫妻共同受益之逻辑，将“夫妻共同生活、共同生
产经营”之债务规定为夫妻共同债务。但若恪守该逻辑，鉴于夫妻双方（尤其是负债一方）而非债权
人更有能力证明前述用途，理应由夫妻双方在外部关系上承担举债用途之证明责任。〔65〕目前规定由
债权人承担证明责任，在债权人通常难以证明的背景下，实与否定夫妻共同受益之逻辑无异。诚然，
立法者的初衷是避免夫妻一方与第三人串通伪造债务，规避《婚姻法解释（二）》第 24 条之恶果；但“无
心插柳柳成荫”，其以证明责任分配之手段，间接否定了夫妻共同受益之错误逻辑，以及对应的夫妻共
同债务制度。这实为婚姻法上的“伟大”错误！在解释论上，应再接再厉，尽量提高举债用途的证明
标准，让证明责任之规定彻底架空（外部债务意义上的）夫妻共同债务！近年来流行的将夫妻共同债
务限缩解释为有限连带债务之方案，〔66〕虽可作为权宜补救，但无法根除夫妻一方与第三人串通伪造
债务之动力，仅能缓和夫妻另一方权益受侵害之程度，并非治本之策。
（三）责任财产的证明难题以及潜在应对方案
在交易安全层面，债权人面对已婚债务人的唯一系统性风险或许在于，债权人通常难以证明哪些
财产属于债务人的责任财产，哪些属于其配偶的责任财产。不论是否采夫妻共同共有财产之理解，也
不论夫妻财产制类型，都是如此。
债权人的证明难题源于夫妻间财产流动的私密性。在婚姻生活中，夫妻双方财产的利用和处分，
并不恪守物权法或婚姻法的逻辑，而是遵循婚姻或生活的逻辑。夫妻一方的财产可能登记于双方或
另一方名下，形态也可能不断变化，并与其他财产混合，还可能用于清偿双方或一方的外部债务。在
夫妻内部关系上，基于夫妻财产的代位和夫妻内部债务规则，以上情形通常并不会模糊夫妻财产的边
界，侵蚀负债一方的夫妻个人财产。但是，对于外部债权人而言，以上情形则近乎黑洞，难以查知。
〔62〕　参见《关于“撤销婚姻法司法解释（二）第 24 条的建议”的答复》（2016 年 3 月 17 日发布），http://www.court.gov.cn/zixunxiangqing-18292.html，2020 年 6 月 8 日访问。
〔63〕　同前注〔1〕，龙俊文；同前注〔58〕，叶名怡文。
〔64〕　此等担忧，同前注〔1〕，龙俊文；同前注〔1〕，朱虎文。
〔65〕　同前注〔1〕，龙俊文；同前注〔1〕，朱虎文；同前注〔58〕，汪洋文。
〔66〕　较早分析，同前注〔1〕，贺剑文；江苏省高级人民法院（2014）苏民再提字第 0057 号民事判决书。
40
法 学 2020 年第 7 期
诚然，在婚后所得共同制下，在夫妻内外部关系上，所有夫妻财产在无法证明时均不妨推定为夫
妻共同财产。但鉴于前述证明难题，该推定仍可能将负债一方的夫妻个人财产误认为夫妻共同财产，
并遗漏该方的夫妻个人财产对其他夫妻财产的内部补偿请求权，导致负债一方的责任财产“缩水”。
相反，在夫妻双方配合下，非负债一方通常可以举证避免前述两重“误伤”。
前述证明难题虽然存在，但负债一方的夫妻个人财产愈少，其实际危害愈小；反之则危害愈大。
对此有两种潜在解决方案。
1. 夫妻个人财产之推定。即在与债权人的外部关系上，将夫妻双方的全部财产推定为负债一方
的夫妻个人财产。鉴于夫妻财产权属的证明难题源自婚姻关系本身，将相应证明责任转由夫妻承担
总体上并无不当。在通常情形下，夫妻一致对外，双方都有动力推翻前述推定；作为财产的所有者和
管理者，亦有能力如此。这既可解决债权人的证明难题，又不会损害夫妻利益，兼顾交易安全与婚姻
保护。在另一种情形下，负债一方与第三人串通伪造债务，不过非负债一方的风险依然可控。首先，
非负债一方通常能够举证证明自己的夫妻个人财产及所控制的夫妻共同财产。其次，即使负债一方
控制的夫妻共同财产在外部关系上被错误推定为其夫妻个人财产，在夫妻内部关系上，非负债一方的
利益仍可得保障。因为其一，有别于前述外部关系上的夫妻个人财产之推定，在夫妻内部关系上采夫
妻共同财产之推定，故在外部关系上被错认之夫妻共同财产，在内部关系上仍可回复其本来面貌；其
二，在夫妻内部关系上，夫妻一方的外部债务在存疑时被推定为其夫妻个人财产之债务，前述伪造之
债务因而注定成为负债一方的夫妻个人财产之债务，无从以夫妻共同财产清偿。基于前述财产和债
务之正确归属，再配合外部债务清偿后的内部补偿规则，非负债一方的权益即可得保障。可见，在夫
妻个人财产之推定下，夫妻一方与第三人串通伪造债务并无实益可图，婚姻保护大体无虞。
2. 夫妻个人财产之拟制。即在与债权人的外部关系上，将夫妻双方的所有财产拟制为负债一方
的夫妻个人财产，不容举证推翻。其另一种表达正是学界通常所说的夫妻共同债务，即夫妻双方以所
有财产对负债一方的外部债务承担无限连带责任。若将非负债一方的夫妻个人财产之外的所有夫妻
财产拟制为负债一方的夫妻个人财产，则为非负债一方的有限连带责任。此等夫妻个人财产之拟制
与夫妻连带债务之等价性，再次印证了纵然考虑并不总是存在的夫妻财产权属之证明难题，亦不能采
取蛮横之“拟制”，而应考虑更为对症之“推定”。上文关于尽量提高《民法典》第 1064 条第 2 款之证
明标准、实质上架空夫妻共同债务之解释论方案，至此终于得以证成。
七、结论
以婚姻保护、意思自治和交易安全三种基本价值为分析框架，本文一以贯之地探讨了几乎所有夫
妻财产法规则的正当性，并在民法典背景下提出相应解释论。具体结论和理由不再赘述，于此仅归纳
若干一般认识。其一，婚姻保护是理解夫妻财产法的第一把钥匙。其要义在于提供适当经济激励，不
让金钱给婚姻添乱。洞悉此点，大部分相关规则之解释都将游刃有余。其二，区分夫妻内部关系和外
部关系，是理解夫妻财产法的另一把钥匙。大多数夫妻财产和夫妻债务问题的价值判断，都应当分别
在夫妻内部和外部关系上展开，很多错误和疏漏往往是混淆两者所致。其三，在夫妻财产法上，婚姻
保护、意思自治、交易安全几乎没有实质冲突，而是相互兼容，这是本文的幸运之处，亦是本文的潜在
局限所在。任何理论都有其局限，对夫妻财产法“精神”的探求远未画上句号。
（责任编辑：洪　玉）
